export const Policy = () => {
    return(
        <div>
        <h2>dolp!n 개인정보 처리방침</h2>
        <br/><br/>
        <h4>2024.3.19</h4>
        <br/>
          <p>
            dolp!n 개인정보보호법에 따라  이용자의 개인정보 보호 및 권익을 보호하고<br/>
            개인정보와 관련한 이용자의 고충을 원활하게 처리할 수 있도록 다음과 같은 처리방침을 두고 있습니다.<br/>
            dolp!n은 개인정보처리방침을 개정하는 경우 앱 및 웹 공지사항(또는 개별공지)을 통하여 공지할 것입니다.<br/>
          </p>
        <br/><br/><br/>
        <p>○ 본 방침은 2024년 03월 19일부터 시행됩니다.</p>
        <br/><br/><br/>
        <div>
          <h4>1. 개인정보 처리방침의 의미</h4><br/>
          <p>
            dolp!n는 dolp!n 제공하는 모바일 서비스 dolp!n(이하, ‘dolp!n’) 및 dolp!n과 관련된 제품, 애플리케이션, 웹사이트 등의 모든 서비스(이들을 총칭하여, 이하 ‘서비스’)를 제공함에 있어서 개인에 관한 정보(이하, ‘개인정보’라 함)를 수집합니다. 본 개인정보처리방침(이하, ‘본 방침’)은 dolp!n이 어떠한 개인정보를 수집하고, 그것을 어떻게 이용 및 제공하며, 사용자는 어떻게 자신의 개인정보를 관리할 수 있을지를 설명하는 문서입니다.
          </p>
          <br/><br/>
        </div>
        <div>
          <h4>2. 적용 범위</h4><br/>
          <p>
            본 방침은 국가나 지역을 불문하고, 회사 서비스와 관련하여 수집하는 모든 개인정보에 적용됩니다. 한편, dolp!n가 복수 언어로 본 방침을 제공하는 경우, 한국 사용자는 국문본, 기타 국가 또는 지역에서는 영문본이 적용됩니다.
          </p>
          <br/><br/>
        </div>
        <div>
          <h4>3. 개인정보 수집</h4><br/>
          <p>
            dolp!n은 회사 서비스 제공을 위한 필요 최소한의 개인정보를 수집하고 있습니다. 회원 가입 시 또는 회사 서비스 이용 과정에서 홈페이지 또는 개별 어플리케이션이나 프로그램 등을 통해 아래와 같은 개인정보를 수집하고 있습니다. 다만, dolp!n는 만 14세 미만 아동의 경우 어떠한 개인정보도 수집하지 않습니다.
          </p>
          <br/><br/>
        </div>
        <div>
          <h4>3.1. 수집 대상 정보</h4><br/>
          <h5>3.1.1 dolp!n 계정</h5><br/>
          <p>공통 수집 항목</p>
          <ul>
            <li>출생년도, 성별, 프로필 사진, 서비스 이용내역, 구매 및 결제 내역</li>
          </ul>
          <br/><br/>
          <p>개별 수집 항목</p>
          <ul>
            <li>이메일로 로그인 시: 이메일, 비밀번호, 닉네임</li>
          </ul>
          <br/><br/>
          <p>
            Google 계정으로 로그인 시: 사용자 ID, 이메일, 프로필 이름
            다만, 예를 들어 사용자가 등록시에 Google ID를 선택한 경우에는 Google Google 비밀번호 입력을 요청하는 경우가 있으나, dolp!n는 해당 비밀번호를 수집하거나 저장하지 않습니다.
            한편,Google 계정 등을 이용하여 등록하는 경우에도 위에서 든 예와 같이 dolp!n는 비밀번호를 수집/저장하지 않습니다.
          </p>
          <br/>
          <h6>3.1.2. 기타 정보</h6>
          <p>
            회사 서비스 이용 과정에서 사용자의 로그파일, 장치 식별자, 광고 ID, 메모리 크기, 휴대전화 모델, 통신 사업자, 설치일, 제거일, 사용빈도, 사용자가 지정한 반응 키워드 및 통계 데이터 등의 정보가 자동으로 생성∙수집될 수 있습니다.
            한편 복수의 단말에서 회원 계정에 액세스하거나 또는 계정에 액세스하는 단말을 변경하는 경우에는 회원 가입 시 등록 받은 정보에 추가로 전화번호나 메일주소 등록이 필요한 경우가 있습니다.
          </p>
          <br/>
        </div>
        <div>
          <h4>3.2. 개인정보 수집방법</h4><br/>
          <p>
            개인정보를 수집하는 경우에는 반드시 사전에 사용자에게 해당 사실을 알리고 동의를 구하고 있으며, 아래와 같은 방법을 통해 개인정보를 수집합니다.
          </p>
          <ul>
            <li>개인정보를 수집하는 경우에는 반드시 사전에 사용자에게 해당 사실을 알리고 동의를 구하고 있으며, 아래와 같은 방법을 통해 개인정보를 수집합니다.</li>
            <li>회원가입 및 서비스 이용 과정에서 사용자가 개인정보 수집에 대해 동의를 하고 직접 정보를 입력하는 경우</li>
            <li>제휴 서비스 또는 단체 등으로부터 개인정보를 제공받은 경우</li>
            <li>고객센터를 통한 상담 과정에서 웹페이지, 메일, 팩스, 전화 등</li>
            <li>온·오프라인에서 진행되는 이벤트/행사 등 참여</li>
          </ul>
          <br/><br/>
        </div>
        <div>
          <h4>4. 개인정보의 이용목적</h4><br/>
          <p>
            dolp!n은 수집된 개인정보를 아래와 같이 회원관리, 회사 서비스 제공·개선, 신규 서비스 개발 등을 위해 이용합니다.
          </p>
          <ul>
            <li>회원 식별/가입의사 확인, 본인/연령 확인, 부정이용 방지</li>
            <li>만 14세 미만 아동 개인정보 수집 시 법정 대리인 동의여부 확인, 법정 대리인 권리행사 시 본인 확인</li>
            <li>신규 서비스 개발, 다양한 서비스 제공, 문의사항 또는 불만처리, 공지사항 전달</li>
            <li>상품 구매 시 컨텐츠 등의 전송, 판매금의 정산</li>
            <li>서비스의 원활한 운영에 지장을 주는 행위(계정 도용 및 부정 이용 행위 등 포함)에 대한 방지 및 제재</li>
            <li>서비스 이용 기록, 접속 빈도 및 서비스 이용에 대한 통계, 프라이버시 보호 측면의 서비스 환경 구축, 서비스 개선에 활용</li>
          </ul>
          <br/><br/>
        </div>
        <div>
          <h4>5. 개인정보의 이용 근거</h4><br/>
          <p>
            dolp!n은 원칙적으로 사용자의 개인정보를 이용하는 경우 사용자로부터 동의를 구합니다. 단, 관련 법령에서 인정되는 경우, 아래의 어느 하나의 법적 근거에 의거하여 사용자의 개인정보를 이용하는 경우가 있습니다.
          </p>
          <ul>
            <li>정보주체와의 계약의 체결 및 이행을 위한 경우</li>
            <li>법적 의무사항 준수를 위한 경우</li>
            <li>정보주체의 중대한 이익을 위해 처리가 필요한 경우</li>
            <li>회사의 적법한 이익 추구를 위한 경우(정보주체의 이익과 권리 또는 자유가 그 이익보다 중요한 경우는 제외)</li>
          </ul>
          <br/><br/>
        </div>
        <div>
          <h4>6. 개인정보 제공</h4><br/>
          <p>
          dolp!n은 사용자의 별도 동의가 있는 경우나 법령에 규정된 경우를 제외하고는 개인정보를 제3자에게 제공, 공개 또는 공유하지 않습니다. 다만, 아래와 같은 경우 dolp!n는 사용자의 개인정보를 제3자에게 제공할 수 있습니다.
          </p>
          <br/><br/>
        </div>
        <div>
          <h4>7. 개인정보의 안전관리</h4><br/>
          <p>
            dolp!n 수집한 개인정보 관리에 대해서 기술적·조직적으로 엄중한 보안대책을 강구하고 있습니다. dolp!n는 사용자가 회원 탈퇴를 신청하지 않는 한, 원칙적으로 수집한 고객의 정보를 보유합니다. 고객으로부터 탈퇴 신청이 있는 경우, 익월 말일까지 보유한 후, 관련 법령 및 사내규정에 따라 고객 정보를 삭제합니다.
          </p>
          <br/>
          <h5>7.1. 보안대책</h5><br/>
          <p>
            프라이버시나 개인정보 기밀성을 존중하고 보호하며 개인정보에 부정 액세스를 방지하기 위하여, dolp!n는 수집한 개인정보 관리에 대해서 기술적·조직적으로 엄중한 보안대책을 강구하고 있습니다. 이 대책에는 개인정보에의 권한 외의 액세스, 공개, 부정이용, 위∙변조, 파괴를 방지하는 업계표준에 따른 안전관리조치가 포함됩니다.
          </p>
          <br/>
          <h5>7.2. 개인정보 보존기간</h5><br/>
          <p>
            dolp!n 사용자의 요청에 따른 서비스를 제공하고, 본 방침에 기재되어 있는 이용목적을 달성하기 위하여, 또는 관련 법령을 준수하기 위하여 개인정보를 수집·보유합니다. 사용자가 회원 탈퇴를 요청하지 않는 한, 회사는 원칙적으로 사용자의 개인정보를 보유합니다. 회원 탈퇴의 경우에는 dolp!n는 아래와 같은 목적을 위하여 일정기간 동안 고객의 개인정보를 보유한 후, 관련 법령 및 사내규정에 따라 고객의 개인정보를 적절히 취급합니다.
          </p>
          <ul>
            <li>문의 대응</li>
            <li>회사 서비스의 부정이용 남용의 금지 및 저지</li>
            <li>관련 법령의 준수</li>
          </ul>
          <br/>
          <h5>7.3. 개인정보 파기절차 및 방법</h5><br/>
          <p>
            사용자는 다음의 방법으로 탈퇴(데이터 삭제)를 요청할 수 있으며, dolp!n는 원칙적으로 회원 탈퇴시 아래의 절차와 방법에 따라 사용자의 개인정보를 파기하고 있습니다. 다만, 관련 법령 등에서 정한 바가 있는 경우 이를 따릅니다.
          </p>
          <ul>
            <li>플레이키보드: 앱 설정 &gt; 탈퇴 버튼을 클릭합니다.</li>
          </ul>
          <br/>
          <h6>7.3.1. 파기절차</h6><br/>
          <p>
          사용자가 회사 서비스 이용 등을 위해 입력한 정보는 목적이 달성된 후, 내부 방침 및 기타 관련 법령에 의한 정보보호 사유(보유 및 이용기간 참조)에 따라 일정 기간 저장된 후 파기됩니다. 동 개인정보는 법률에 의한 경우가 아니고서는 보유되는 이외의 다른 목적으로 이용되지 않으며 즉시 파기(영구 삭제)합니다.
          </p>
          <br/>
          <h6>7.3.1.1 회원 탈퇴 절차</h6><br/>
          <p>
            사용자는 다음의 방법으로 탈퇴(데이터 삭제)를 요청할 수 있으며, dolp!n는 원칙적으로 회원 탈퇴시 아래의 절차와 방법에 따라 사용자의 개인정보를 파기하고 있습니다. 다만, 관련 법령 등에서 정한 바가 있는 경우 이를 따릅니다.
          </p>
          <br/>
          <h6>dolp!n</h6><br/>
          <ol>
            <li>앱 내의 오른쪽 하단에 있는 설정을 누릅니다.</li>
            <li>내 프로필을 누릅니다.</li>
            <li>하단의 탈퇴 버튼을 누릅니다.</li>
          </ol>
          <br/>
          <h6>web</h6><br/>
          <p>
            채널톡을로 계정 삭제 문의를 해주세요
          </p>
          <br/><br/>
        </div>
        <div>
          <h4>8. 기타</h4><br/>
          <h5>8.1. 사용자 및 법정 대리인의 권리와 행사 방법</h5><br/>
          <p>
            사용자(만 14세 미만인 경우 법정 대리인)는 언제든지 자신의 개인정보를 조회하거나 수정할 수 있으며, 수집∙이용에 대한 동의 철회 또는 가입 해지를 요청할 수 있습니다. 나아가 사용자는 자신의 개인정보를 다른 관리자에게 이전해 달라고 요청할 수 있고, 자신의 정보 이용 거부를 요청할 수 있습니다. 보다 구체적으로는 서비스 내 설정을 통한 회원정보 수정 기능이나 회원탈퇴 기능을 이용할 수 있고, 고객센터를 통해 서면또는 이메일로 요청하시면 지체 없이 조치하겠습니다. 개인정보의 오류에 대한 정정을 요청하신 경우 정정을 완료하기 전까지 해당 개인정보를 이용 또는 제공하지 않습니다.
          </p>
          <br/>
          <h5>8.2. 개인정보 안전성 확보 조치</h5><br/>
          <p>
          사용자의 개인정보를 가장 소중한 가치로 여기고 개인정보를 처리함에 있어서 다음과 같은 노력을 다하고 있습니다.
          </p>
          <br/>
          <h6>8.2.1. 기술적 보호조치</h6><br/>
          <p>
          사용자의 개인정보를 암호화된 통신구간을 이용하여 전송하고, 비밀번호 등 중요정보는 암호화하여 보관하고 있습니다. 백신 프로그램을 설치하여 시스템이 최신 악성코드나 바이러스에 감염되지 않도록 노력하고 있습니다. 또한 새로운 해킹/보안 기술에 대해 지속적으로 연구하여 서비스에 적용하고 있습니다.
          </p>
          <br/>
          <h6>8.2.2. 물리적 보호조치</h6><br/>
          <p>
          해킹이나 컴퓨터 바이러스 등에 의해 이용자의 개인정보가 유출되거나 훼손되는 것을 막기 위해 외부로부터 접근이 통제된 구역에 시스템을 설치하고 있습니다.
          </p>
          <br/>
          <h6>8.2.3. 관리적 보호조치</h6><br/>
          <p>
            소중한 개인정보에 접근할 수 있는 사람을 최소화하고 있습니다.<br/>
            개인정보를 처리하는 직원을 최소화하여 개인정보 유출에 대한 위험을 줄이고 있습니다. 또한 개인정보를 보관하는 데이터베이스 시스템과 개인정보를 처리하는 시스템에 대한 비밀번호의 생성과 변경, 그리고 접근할 수 있는 권한에 대한 체계적인 기준을 마련하고 지속적인 감사를 실시하고 있습니다. 또한 개인정보를 처리하는 모든 임직원들을 대상으로 개인정보보호 의무와 보안에 대한 정기적인 교육과 캠페인을 실시하고 있습니다.
          </p>
          <br/>
          <h5>8.3. 개인정보 보호책임자</h5><br/>
          <p>
            책임자: 정민재<br/>
            직책: 개인정보 보호책임자<br/>
            문의: iou040428@gmail.com<br/>
          </p>
          <br/>
          <h5>8.4. 개인정보처리방침의 변경</h5><br/>
          <p>
            법률이나 서비스의 변경사항을 반영하기 위한 목적 등으로 개인정보처리방침을 수정할 수 있습니다. 개인정보처리방침이 변경되는 경우 dolp!n는 변경 사항을 게시하며, 변경된 개인정보처리방침은 게시한 날로부터 7일 후부터 효력이 발생합니다.다만, 수집하는 개인정보의 항목, 이용목적의 변경 등과 같이 이용자 권리의 중대한 변경이 발생할 때에는 최소 30일 전에 미리 알려드리겠습니다.<br/>
            dolp!n는 사용자 여러분의 정보를 소중히 생각하며, 이용자가 더욱 안심하고 서비스를 이용할 수 있도록 최선의 노력을 다할 것을 약속드립니다.
          </p>
        </div>
      </div>
    )
}